Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=429_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelainen varhaiskasvatussuunnitelma
sme: Sápmelaš árabajásgeassinplána

source: Saamelainen varhaiskasvatussuunnitelma on laadittu Inarin kunnan hallinnoiman saamelaisten sosiaalipalvelujen kehittämisyksikköhankkeen tuotoksena.
sme: Sápmelaš árabajásgeassinplána lea ráhkaduvvon Anára gieldda hálddašan sámiid sosiálabálvalusaidovddidanfidnu boađusin.

source: Varhaiskasvatussuunnitelmat löytyvät suomeksi, pohjoissaameksi, inarinsaameksi ja koltansaameksi täältä
sme: Árabájasgeassinplánat gávdnojit suomagillii, davvisámegillii, anárašgillii ja nuortalašgillii

source: Saamelaisten kotiseutualueen kunnissa Enontekiöllä, Inarissa, Sodankylässä ja Utsjoella on toteutettu yhteistyössä Saamelaiskäräjien kanssa saamelaisten sosiaalipalvelujen kehittämisyksikköhanke ajalla 1.9.2007-31.12.2009.
sme: dáppe

source: Hankkeessa kehitettiin yhtenä osana saamelaista varhaiskasvatustyötä.
sme: Sápmelaccaid ruovttuguovllu gielddain Eanodagas, Anáris, Soadegilis ja Ohcejogas lea ollašuhtton ovttas Sámedikkiin sápmelaccaid sosiálabálvalusaid ovddidanovttadatfidnu 1.9.2007- 31.12.2009 gaskasaš áigge.

source: Saamelaisen varhaiskasvatussuunnitelman laatimiseen perustettiin kehittämistyöryhmä.
sme: Sápmelaš beaivedivššu ovddideapmi leamašlan fidnu oktan ovddideami ulbmilin.

source: Varhaiskasvatushenkilöstön edustajat kaikista kieliryhmistä ja saamelaisalueen kunnista osallistuivat kehittämistyöryhmän toimintaan.
sme: Sápmelaš árabajásgeassima ovddidanbargu vulggii johtui fidnus dahkkon sámebargojoavkku áššedovdilahtuid doaimmas.

source: Varhaiskasvatuksen kehittämistoiminta käynnistettiin aluksi kartoittamalla saamelaisalueen varhaiskasvatusyksiköiden tilanne ja haastattelemalla henkilöstöä.
sme: Sápmelaš árabajásgeassinplána dahkamii vuodduduvvui ovddidanbargojoavku.

source: Enontekiön, Inarin ja Utsjoen kunnissa järjestettiin vanhempainiltoja, joissa keskusteltiin saamelaisen varhaiskasvatuksen sisällöllisestä kehittämisestä ja saamelaisuuden huomioimisesta varhaiskasvatussuunnitelmassa.
sme: Árabajásgeassima ovddasteaddjit buot giellajoavkkuin ja sámeguovllu gielddain oassálaste ovddidanbargojoavkku doibmii.

source: Saamelaisalueen varhaiskasvatushenkilöstö osallistui hankkeen aikana järjestettyihin viiteen kehittämis- ja koulutuspäivään.
sme: Árabajásgeassima ovddidandoaibma álggahuvvui álggos kártemiin, mas cielggadedje sámeguovllu árabajásgeassinovttadagaid dili ja jearahalle bargoveaga.

source: Kehittämishankkeessa tehtiin ensimmäinen saamelaisalueen yhteinen saamelainen varhaiskasvatussuunnitelma yhteistyössä, henkilöstön, vanhempien ja eri asiantuntijoiden kanssa.
sme: Eanodaga, Anára ja Ohcejoga gielddain ordnejedje vánhemiidcoahkkimiid, main háleštalle sápmelaš árabajásgeassima sisdoalu ovddideamis ja sápmelašvuoda vuhtii váldima birra árabajásgeassinplánas.

source: Varhaiskasvatussuunnitelma esitetään otettavaksi käyttöön saamelaisten kotiseutualueen kunnissa ja muualla Suomessa.
sme: Sámeguovllu árabajásgeassinbargoveahka oassálasttii fidnu áigge ordnejuvvon vida ovddidan- ja skuvlenbeaivái.

source: Saamelainen varhaiskasvatussuunnitelma täydentää valtakunnallista ohjausta.
sme: Ovddidanfidnus lea dahkkon vuosttas sámeguovllu oktasaš sápmelaš árabajásgeassinplána ovttasbarggus bargoveagain, vánhemiiguin ja eará áššedovdiiguin.

source: Saamelaisen varhaiskasvatussuunnitelman tarkoituksena on ohjata saamelaisen varhaiskasvatuksen laatua ja sisällöllistä toteuttamista sekä edistää palvelujen yhdenvertaista toteutumista.
sme: Árabajásgeassinplána evttohuvvo váldot atnui sápmelaccaid ruovttuguovllu gielddain ja eará sajis Suomas.

source: Saamelainen varhaiskasvatussuunnitelman laatimisprosessi on ollut osa laajaa saamelaisalueen yhteistä kehittämistyötä.
sme: Sápmelaš árabajásgeassinplána dievasmahttá riikkaviidosaš bagadallama.

source: Suunnitelmaa on tarpeen edelleen kehittää käytännön läheisemmäksi yhteistyössä saamelaisalueen henkilöstön, vanhempien ja eri yhteistyötahojen kanssa.
sme: Sápmelaš árabajásgeassinplána ulbmilin lea stivret sápmelaccaid árabajásgeassima kvalitehta ja ovddideami sisdoalu dáfus sihke ovddidit bálvalusaid ovttaveardásaš ollašuvvama.
